app/Controllers/AdmAuth.php

        } else {
            $modelUser  = new ModelUser();

            $cekUserLogin = $modelUser->find($userid);
---
SELECT *
FROM `user`
WHERE `user`.`userid` = 'sutino.skom@gmail.com'

                    $levelid = $cekUserLogin['userlevel'];

                    $modelLevel = new ModelLevel();
                    $cekLevel = $modelLevel->find($levelid);
---
SELECT *
FROM `level`
WHERE `level`.`levelid` = '1'